[
    {
        "id": 1,
        "latin": "Monstera deliciosa",
        "description": "Monstera Deliciosa is a popular tropical houseplant characterized by its striking, split leaves and unique appearance.",
        "names": "Monstera Deliciosa, Swiss Cheese Plant",
        "watering": "Moderate watering. Allow the top inch of soil to dry before watering.",
        "difficulty": "Easy to maintain. Suitable for beginners.",
        "light": "Bright, indirect light. Can tolerate some direct sunlight but protect from intense sun.",
        "tips": "Keep humidity levels moderate, prune to control size, and provide support for climbing vines.",
        "fertilizing": "Feed every 2-4 weeks during the growing season with a balanced liquid fertilizer.",
        "information": "Native to Central and South America, Monstera Deliciosa is part of traditional folklore, used for its unique appearance and fruit in various cultural practices.",
        "image": "assets/images/monstera.jpg"
    },
    {
        "id": 2,
        "latin": "Echinocactus",
        "description": "Echinocactus is a genus of cylindrical cacti known for their distinctive ribbed and spiny appearance.",
        "names": "Echinocactus, Barrel Cactus",
        "watering": "Minimal watering. Allow the soil to dry completely between watering, especially in the winter months.",
        "difficulty": "Low-maintenance. Suitable for arid environments.",
        "light": "Full sun. Requires plenty of direct sunlight to thrive.",
        "tips": "Protect from frost, be cautious of overwatering, and provide good drainage for the soil.",
        "fertilizing": "Fertilize sparingly, if at all, during the growing season (spring and summer).",
        "information": "Echinocactus cacti are native to arid regions in North and Central America. They are known for their iconic barrel-like shape and adaptability to harsh, desert conditions.",
        "image": "assets/images/echinocactus.jpg"
    },
    {
        "id": 3,
        "latin": "Nephrolepis exaltata",
        "description": "Nephrolepis exaltata is a lush and popular fern with delicate fronds, making it a favorite choice for indoor and outdoor gardens.",
        "names": "Nephrolepis exaltata, Boston Fern",
        "watering": "Keep the soil consistently moist but not waterlogged. Ensure good drainage to prevent root rot.",
        "difficulty": "Moderate to high-maintenance. Requires specific care for optimal growth.",
        "light": "Bright, indirect light. Avoid direct sunlight, which can scorch the delicate fronds.",
        "tips": "Maintain high humidity, mist the foliage, and periodically trim dead fronds to encourage new growth.",
        "fertilizing": "Fertilize with a balanced liquid fertilizer every 4-6 weeks during the growing season (spring and summer).",
        "information": "The Boston Fern, native to tropical regions, is prized for its graceful appearance and air-purifying qualities. It has been a popular choice for homes and gardens for many years.",
        "image": "assets/images/nephrolepis_exaltata.jpg"
    },
    {
        "id": 4,
        "latin": "Plectranthus amboinicus",
        "description": "Plectranthus amboinicus is a fragrant and flavorful herb that is often used for culinary purposes and has medicinal properties.",
        "names": "Plectranthus amboinicus, Cuban Oregano, Spanish Thyme",
        "watering": "Keep the soil evenly moist. Water when the top inch of soil feels dry.",
        "difficulty": "Easy to grow. Suitable for both indoor and outdoor cultivation.",
        "light": "Partial to full sun. Provide plenty of sunlight for healthy growth.",
        "tips": "Harvest leaves for culinary use, pinch back for bushier growth, and protect from frost in colder climates.",
        "fertilizing": "Fertilize with a balanced liquid fertilizer every 4-6 weeks during the growing season (spring and summer).",
        "information": "Plectranthus amboinicus is native to Southern and Eastern Africa but is now cultivated in various regions. It is valued for its culinary uses and traditional medicinal properties.",
        "image": "assets/images/plectranthus_amboinicus.jpg"
    },
    {
        "id": 5,
        "latin": "Tillandsia usneoides",
        "description": "Tillandsia usneoides is an epiphytic bromeliad that drapes gracefully from trees and other surfaces. It creates an enchanting, ethereal appearance in its habitat.",
        "names": "Tillandsia usneoides, Spanish Moss",
        "watering": "Spritz with water regularly to maintain humidity. Absorbs nutrients and moisture from the air and rainfall.",
        "difficulty": "Low-maintenance. Thrives without direct soil contact.",
        "light": "Bright, indirect light. Can tolerate some direct sunlight but protect from intense sun.",
        "tips": "Regularly mist with water, provide good air circulation, and avoid heavy fertilization.",
        "fertilizing": "Fertilization is usually not necessary, as Spanish Moss derives nutrients from the air and rain.",
        "information": "Tillandsia usneoides is native to the southeastern United States and parts of Central and South America. It is known for its unique appearance and its role in ecosystems, providing nesting material for birds and habitats for small creatures.",
        "image": "assets/images/tillandsia_usneoides.jpg"
    },
    {
        "id": 6,
        "latin": "Ficus benjamina",
        "description": "Ficus benjamina is a popular indoor and outdoor plant with elegant, drooping foliage and a graceful appearance.",
        "names": "Ficus benjamina, Weeping Fig",
        "watering": "Keep the soil evenly moist, but avoid overwatering. Allow the top inch of soil to dry between waterings.",
        "difficulty": "Moderate maintenance. Prone to leaf drop in response to environmental changes.",
        "light": "Bright, indirect light. Can adapt to lower light conditions, but growth may slow.",
        "tips": "Mist the leaves regularly to increase humidity, prune to shape, and keep it away from drafts and temperature extremes.",
        "fertilizing": "Fertilize with a balanced liquid fertilizer every 4-6 weeks during the growing season (spring and summer).",
        "information": "Ficus benjamina is native to Southeast Asia and Australia. It is treasured for its ornamental value but can be finicky about environmental changes.",
        "image": "assets/images/ficus_benjamina.jpg"
    },
    {
        "id": 7,
        "latin": "Asparagus setaceus",
        "description": "Asparagus setaceus, is an elegant and delicate fern-like plant with fine, feathery foliage, making it a popular choice for indoor and outdoor decorative use.",
        "names": "Asparagus setaceus, Asparagus Fern, Lace Fern",
        "watering": "Keep the soil consistently moist but not waterlogged. Ensure good drainage to prevent root rot.",
        "difficulty": "Moderate maintenance. Requires specific care to thrive, especially indoors.",
        "light": "Bright, indirect light. Can tolerate lower light conditions but may result in slower growth.",
        "tips": "Mist the foliage to maintain humidity, prune to shape, and watch out for pests, especially when grown indoors.",
        "fertilizing": "Fertilize with a balanced liquid fertilizer every 4-6 weeks during the growing season (spring and summer).",
        "information": "Asparagus setaceus is native to South Africa. It is appreciated for its fine, lacy appearance and is often used in hanging baskets and as a decorative houseplant.",
        "image": "assets/images/asparagus_setaceus.jpg"
    },
    {
        "id": 8,
        "latin": "Heptapleurum arboricola",
        "description": "Heptapleurum arboricola, is a popular indoor and outdoor plant characterized by its lush, umbrella-like foliage and easy maintenance.",
        "names": "Heptapleurum arboricola, Dwarf Umbrella Tree, Schefflera",
        "watering": "Keep the soil evenly moist but avoid overwatering. Water when the top inch of soil feels dry.",
        "difficulty": "Easy to maintain. Tolerant of various conditions and suitable for beginners.",
        "light": "Moderate to bright, indirect light. Can adapt to lower light conditions but prefers some indirect sunlight.",
        "tips": "Prune to shape, dust the leaves regularly, and watch for common indoor plant pests.",
        "fertilizing": "Fertilize with a balanced liquid fertilizer every 4-6 weeks during the growing season (spring and summer).",
        "information": "Heptapleurum arboricola is native to Taiwan and Hainan. It is favored for its attractive, umbrella-shaped foliage and versatility as an indoor or outdoor plant.",
        "image": "assets/images/heptapleurum_arboricola.png"
    }
]


